tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "rcmdnk/rcmdnkpac"
tap "sanemat/font"

brew "awscli"
brew "git"
brew "git-now"
brew "jq"
brew "mas"
brew "exa"
brew "bat"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "yarn"
brew "peco"
brew "ghq"

cask_args appdir: "/Applications"
cask "alfred"
cask "appcleaner"
cask "docker"
cask 'github'
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "zoomus"
cask "postman"
cask "kobo"
cask "visual-studio-code"

mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "PopClip", id: 445189367
