tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"

brew "asdf"
brew "awscli"
brew "bat"
brew "curl"
brew "exa"
brew "ghq"
brew "git"
brew "jq"
brew "mas"
brew "peco"
brew "skhd"
brew "starship"
brew "stow"
brew "starship"
brew "yabai"
brew "ytop"
brew "yarn"

cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "zoomus"

mas "LINE", id: 539883307
mas "Spark", id: 1176895641
mas "PopClip", id: 445189367
