tap "homebrew/bundle"
tap "homebrew/core"

brew "asdf"
brew "awscli"
brew "bat"
brew "curl"
brew "direnv"
brew "eza"
brew "gh"
brew "ghq"
brew "git"
brew "jq"
brew "mas"
brew "mise"
brew "peco"
brew "rcm"
brew "stow"
brew "zinit"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "hugo"

cask "appcleaner"
cask "aws-vault"
cask "deepl"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "warp"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "postman"
cask "slack"
cask "raycast"
cask "arc"
cask "zoom"

mas "Magnet", id: 441258766
mas "PopClip", id: 445189367
