brew "awscli"
brew "bat"
brew "chezmoi"
brew "curl"
brew "direnv"
brew "eza"
brew "gh"
brew "ghq"
brew "git"
brew "jq"
brew "mas"
brew "mise"
brew "peco"
brew "stow"
brew "zinit"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "hugo"
brew "ccusage"

cask "appcleaner"
cask "aws-vault-binary"
cask "deepl"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "homerow"
cask "warp"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "postman"
cask "popclip"
cask "slack"
cask "raycast"
cask "zoom"
cask "discord"
cask "thebrowsercompany-dia"
cask "kiro"
cask "claude"
cask "claude-code"
cask "notion"
cask "notion-calendar"
cask "visual-studio-code"
cask "cursor"
cask "aqua-voice"